
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Automatica";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "Password PPP";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "Chiave condivisa IPSec";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "Password XAuth IPSec";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Connessione rete (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Connessione rete";
"KEYCHAIN_KIND_EAPOL" = "Password 802.1X";

/*
 * [System] Keychain descriptions for VPN
 */
"KEYCHAIN_KIND_VPN_PASSWORD" = "Password VPN";
